[
  {"Darkvision": " Vou can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."},
  {"Superior Darkvision": "Your darkvision has a radius of 120 feet."},
  {"Dwarven Resilience": "You have advantage on saving throws against poison, and you have resistance against poison damage."},
  {"Dwarven Combat Training": "Vou have proficiency with the battleaxe, handaxe, throwing hammer, and warhammer."},
  {"Tool Proficiency": "You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."},
  {"Stonecunning": "Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."},
  {"Dwarven Toughness": "Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."},
  {"Dwarven Armor Training": "You have proficiency with light and medium armor."},
  {"Elf Weapon Training": "You have proficiency with the longsword, shortsword, shortbow, and longbow."},
  {"Cantrip": "You know one Cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."},
  {"Extra Language": "You can speak, read, and wrile one extra language of your choice."},
  {"F1eet of Foot": "Your base walking speed increases to 35 feet."},
  {"Mask of the Wild": "You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."},
  {"Sunlight Sensitivity": "You have disadvantage on attack rolls and on Wisdom (Perceplion) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."},
  {"Drow Magic": "You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day. When you reach 5th level, you can also cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."},
  {"Drow Weapon Training": "You have proficiency with rapiers, shortswords, and hand crossbows."},
  {"Lucky": "When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."},
  {"Brave": "You have advantage on saving throws against being frightened."},
  {"Halfling Nimbleness": "You can move through the space of any creature that is of a size larger than yours."},
  {"Naturally Stealthy": "You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."},
  {"Stout Resilience": "You have advantage on saving throws against poison, and you have resistance against poison damage."},
  {"Draconic Ancestry": "You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table."},
  {"Breath Weapon": "You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.\nWhen you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8+ your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th levei. 4d6 at 11th level, and 5d6 at 16th level.\nAfter you use your breath weapon, you can't use it again until you complete a short or long rest."},
  {"Damage Resistance": "You have resistance to the damage type associated with your draconic ancestry"},
  {"Gnome Cunning": "You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."},
  {"Natural Illusionist": "You know the minor illusion cantrip. Intelligence is your spellcasting ability for it."},
  {"Speak with Small Beasts": "Through sounds and gestures, you can communicate simple ideas with Small ar smaller beasts. Forest gnomes love animals and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets."},
  {"Artificer's Lore": "Whenever you make an Intelligence (History) check related to magic items, alchemical objects, ar technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."},
  {"Tinker": "-TODO-"},
  {"Fey Ancestry": "You have advantage on saving throws against being charmed, and magic can't put you to sleep."},
  {"Skill Versatility": "You gain proficiency in two skills of your choice."},
  {"Menacing": "You gain proficiency in the Intimidation skill"},
  {"Relentless Endurance": "When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Vou can't use this feature again until you finish a long rest"},
  {"Savage Attacks": "When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."},
  {"Hellish Resistance": "You have resistance to fire damage."},
  {"Infernal Legacy": "You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd-levei spell. Once you reach 5th levei, you can also cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."}
]
